Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/national_government/standards_and_accountability/public_petitions.html.txt.tmx
Source language: en
Languages: ga

source: The parliamentary public petitions system allows members of the public raise issues of general public interest or concern or issues of public policy with the Houses of the Oireachtas (parliament)
ga: Ceadaíonn an córas achainíocha poiblí parlaiminteacha do mhuintir an phobail saincheisteanna atá ina ndíol spéise nó ina n-ábhar buartha don phobal i gcoitinne nó saincheisteanna beartais phoiblí a thabhairt chun solais le Tithe an Oireachtais (an pharlaimint)

source: The subject of a petition must relate to a matter on which the Houses of the Oireachtas have the power to act
ga: Ní mór go mbaineann ábhar achainí le ceist a bhfuil an chumhacht ag Tithe an Oireachtais gníomhú ina leith

source: Only one signature is needed to submit a petition
ga: Ní theastaíonn ach síniú amháin chun achainí a sheoladh ar aghaidh

source: A decision on a petition is made by the Joint Committee on Public Petitions
ga: Déanann an Comhchoiste um Achainíocha Poiblí cinneadh ar achainí

source: If you are submitting a petition it must relate to a matter on which the Houses of the Oireachtas have the power to act and the petition must be in the proper form
ga: Má tá achainí á seoladh ar aghaidh agat, ní mór go mbaineann sí le ceist a bhfuil an chumhacht ag Tithe an Oireachtais gníomhú ina leith

source: • Relate to a case where court proceedings have been initiated and the case is being or will be heard before a jury
ga: • Nach mbaineann sí le cás inar cuireadh tús le himeachtaí cúirte agus ina bhfuiltear ag éisteacht leis an gcás os comhair giúiré

source: • Contain the name or names of individuals
ga: • Nach gcuimsíonn sí ainm nó ainmneacha daoine aonair

source: • Contain language which is offensive or defamatory
ga: • Nach gcuimsíonn sí friotal atá maslach nó atá clúmhillteach

source: • Be frivolous, vexatious or otherwise constitute an abuse of the petitions system
ga: • Nach bhfuil sí suaibhreosach, cráiteach nó ní mór nach mbaineann sí mí-úsáid as an gcóras achainíocha

source: • Be the same as or substantially similar to a petition brought by you, or on behalf of you, during the current lifetime of the Dáil and which was closed by agreement of the Joint Committee
ga: • Go bhfuil sí mar an gcéanna nó cosúil go mór le hachainí a rinne tú, nó a rinneadh thar do cheann, i rith shaolré reatha na Dála agus a dúnadh le comhaontú an Chomhchoiste

source: You should be able to demonstrate that you have already taken steps to resolve the issue, for example, through raising it with the Ombudsman or directly with the relevant government department
ga: Ba cheart go mbeifeá in ann a léiriú gur ghlac tú céimeanna cheana féin chun an tsaincheist a réiteach, mar shampla, tríd an tsaincheist a thabhairt chun solais leis an Ombudsman nó go díreach leis an roinn ábhartha rialtais

source: The Joint Committee will not consider a complaint which has been the subject of a decision by an Ombudsman or some regulatory or redress body
ga: Ní dhéanfaidh an Comhchoiste breithniú ar ghearán a bhí ina ábhar cinnidh ag an Ombudsman nó ag comhlacht rialála nó sásaimh éigin

source: Joint Committee on Public Petitions
ga: An Comhchoiste um Achainíocha Poiblí

source: You submit your petition to the Joint Committee on Public Petitions which is a parliamentary committee consisting of TDs and Senators
ga: Cuireann tú d’achainí faoi bhráid an Chomhchoiste um Achainíocha Poiblí, ar coiste parlaiminteach é ar a bhfuil Teachtaí Dála agus Seanadóirí

source: The Joint Committee must first decide whether your petition is compliant with Dáil and Seanad standing orders (pdf)
ga: Ní mór don Chomhchoiste cinneadh a dhéanamh i dtosach báire ar cé acu an gcomhlíonann nó nach gcomhlíonann d’achainí orduithe seasta na Dála agus an tSeanaid (pdf)

source: If it is considered to be compliant, it will then consider your petition
ga: Má mheastar go bhfuil sé comhlíontach, déanfaidh sé breithniú ar d’achainí

source: When considering your petition the Joint Committee may invite you to appear before it
ga: Nuair a dhéantar breithniú ar d’achainí, féadfaidh an Comhchoiste cuireadh a thabhairt duit teacht os a chomhair

source: It may also seek oral or written evidence from the relevant government department, as well as other appropriate bodies or stakeholders
ga: Anuas air sin, féadfaidh sé fianaise ó bhéal nó scríofa a lorg ón roinn ábhartha rialtais, chomh maith le comhlachtaí nó páirtithe leasmhara cuí eile

source: • Refer your petition to some other parliamentary committee for further consideration and a report
ga: • D’achainí a atreorú chuig coiste parlaiminteach éigin eile go ndéanfar breithniú agus tuairisciú breise uirthi

source: • Refer your petition to an ombudsman or some regulatory or redress body
ga: • D’achainí a atreorú chuig ombudsman nó comhlachta rialála nó sásaimh éigin

source: Following its considerations, the Joint Committee makes a decision on what further action it will take
ga: Tar éis a mbreithniúcháin a dhéanamh, déanann an Comhchoiste cinneadh ar cén gníomh breise a ghlacfaidh sé

source: This action can include reporting to the Dáil with recommendations, including a request that the report be debated by the Dáil
ga: Féadtar tuairisciú a áireamh leis an ngníomh seo leis an Dáil agus moltaí a dhéanamh, agus a iarraidh go ndéanann an Dáil díospóireacht ar an tuarascáil

source: If the Joint Committee decides that no further action is required your petition will be closed
ga: Má dhéanann an Comhchoiste an cinneadh nach dteastaíonn breis gníomhaíochta, dúnfar d’achainí

source: You will be notified of the Joint Committee’s considerations and its final decision
ga: Tabharfar fógra duit faoi bhreithniúcháin an Chomhchoiste agus an cinneadh deiridh a dhéanfaidh sé

source: There is no charge for submitting a petition
ga: Ní ghearrtar aon mhuirear ar achainí a sheoladh ar aghaidh

source: You are encouraged to submit your petition online
ga: Spreagtar thú chun d’achainí a sheoladh ar aghaidh ar líne

source: You can also download the petition form (pdf) and submit it:
ga: Chomh maith leis sin, féadfaidh tú foirm na hachainí a íoslódáil (pdf) agus í a sheoladh ar aghaidh:

source: • By e-mail to submitapetition@oireachtas.ie
ga: • Ar ríomhphost go dtí submitapetition@oireachtas.ie

source: • By post to the Clerk to the Joint Committee on Public Petitions at the address below
ga: • Sa phost chuig an gCléireach leis an gComhchoiste ar Achainíocha Poiblí ag an seoladh thíos

source: Further information and advice on the petitions process can be obtained from the Clerk to the Joint Committee on Public Petitions
ga: Is féidir breise faisnéise agus comhairle ar an bpróiseas achainíocha a fháil ón gCléireach leis an gComhchoiste ar Achainíocha Poiblí

source: A list of petitions already submitted is available on the Houses of the Oireachtas website
ga: Tá liosta d’achainíocha a seoladh ar aghaidh cheana féin ar fáil ar láithreán gréasáin Thithe an Oireachtais
